Repository: hevselavierlines/AlcoFlag
Catalog: AlcoFlag/*.lproj/Localizable.strings
Languages: de

source: sober
de: nüchtern

# sober_at
source: sober at: %02d:%02d
de: nüchtern um: %02d:%02d

source: Beer
de: Bier

# radler
source: Shandy
de: Radler

source: Wine
de: Wein

source: Huntermaster
de: Jägermeister

source: Wheat beer
de: Weizenbier

source: Other
de: Andere

# reached00
source: You are sober now!
de: Sie sind jetzt nüchtern!

# reached05
source: You reached 0.5 ‰!
de: Sie haben 0.5 ‰ erreicht!

# reached08
source: You reached 0.8 ‰!
de: Sie haben 0.8 ‰ erreicht!

source: Delete all
de: Alle Entfernen

# deletealldrinks
source: Do you really want to delete all drinks?
de: Möchten Sie wirklich alle Getränke entfernen?

source: Cancel
de: Abbrechen

# editdrink
source: Edit %@
de: %@ bearbeiten

# twittermessage1
source: Very good party! I'll stay sober today.
de: Voll auf Party. Aber heute bleibe ich nüchtern!

# twittermessage2
source: Today I won't drink much. Party is super!
de: Heute trinke ich nicht viel. Party ist aber super

# twittermessage3
source: I'm having a great party today!
de: Es gibt richtig was zu feiern

# twittermessage4
source: It will become a very long night!
de: Das wird heute noch eine lange Nacht

source: New drink
de: Neuer Drink

# selectpicsource
source: Select picture source:
de: Bitte wählen Sie die Bildquelle:

source: Photos
de: Fotos

source: Camera
de: Kamera

source: userdrink
de: Usergetränk

# instruction1
source: Welcome to AlcoFlag, firstly you have to do some settings. The settings menu is started automatically. The app needs your weight and your gender. Additionally, you can turn on notifications when you reach a specified limit.
de: Willkommen bei AlcoFlag. Beim ersten Start öffnet sich das Einstellungs-Menü. Hier müssen Sie bitte ihr Gewicht und ihr Geschlecht eingeben. Des weiteren können Sie eine Benachrichtigung bei einer gewissen Schwelle einstellen.

# instruction2
source: Click done and you see the main screen. The four buttons are for these use-cases respectively: add drink, edit drinks, share and goto settings
de: Mit einem Klick auf Fertig sehen Sie das Hauptfenster. Die vier Buttons sind für Getränk hinzufügen, Getränke bearbeiten, Twitter-Post und Einstellungen

# instruction3
source: Click on the add-drink button to add a drink. You see now a big collection of drinks. Please select a drink or the other-drink.
de: Tippen Sie nun auf den Hinzufügen-Button und wählen Sie entweder ein Getränk aus der Kollektionen oder wählen Sie Andere.

# instruction4
source: Secondly the drinking-time is needed. The time defines the start time of the drink. Open it by clicking on the current time.
de: Stellen Sie anschließend die Zeit ein, dies können Sie mit einem Tipp auf die aktuelle Zeit machen.

# instruction5
source: You can also edit the alcohol-percentage of the drink by clicking on the current percentage.
de: Ist der Volumsprozent-Wert korrekt? Wenn nein, tippen Sie auf den aktullen Wert und stellen Sie den richtigen ein.

# instruction6
source: Then we need the amount of the drink. Edit it by clicking on the current amount.
de: Außerdem wird die Menge noch benötigt. Diese stellen Sie mit einem Tipp auf die aktuelle Menge ein.

# instruction7
source: Click on the plus sign when you are finished. The main-screen displays you the current alcohol concentration.
de: Wenn Sie ferig sind, tippen Sie auf Fertig. Sie sehen nun den aktuellen Alkoholspiegel und wenn Sie wieder nüchtern sind.

# instruction8
source: By clicking on the edit-button you can edit or delete drinks. You see all drinks in a list.
de: Mit einem Tipp auf den Bearbeiten-Button sehen Sie die eingegebenen Getränke. Diese können Sie nun bearbeiten oder entfernen.

# instruction9
source: Delete a drink by a left-swipe.
de: Mit einem Wisch nach links können Sie ein Getränk entfernen. Mit dem Alle Entfernen-Button können Sie alle Getränke auf einmal entfernen.

# instruction10
source: Edit a drink by a click on the particular drink. The edit-drink view is shown. The edit itself is the same with the add-drink view.
de: Mit einem Tipp auf ein Getränk öffnet sich eine Ansicht, die er Getränk hinzufügen gleicht. Hiermit können Sie die Werte korrigieren.

# instruction11
source: You can also add custom pictures for a drink. Click on add drink and select a picture. Adjust the values for your drink and click on the add-button.
de: Sie können auch eigene Bilder für Getränke verwenden. Tippen Sie hier auf neues Getränk und wählen Sie ein Bild aus. Anschließend stellen Sie die gewünschten Werte ein und tippen auf hinzufügen.
